<?php
$a=80;
$b=23;
$c=40;
$unit= "шт";
$rezult=$a-$b-$c;

echo  "<b>"."Задание #2 !"."</b>"."</br>" ;
echo "<strong>"."Дано."."</strong>"."</br>";
echo  "Всего на выставке рисунков: $a".$unit."</br>"."Нарисованых рисунков фломастерами: $a".$unit."</br>"."Нарисованых рисунков карандашами: $a".$unit."</br>"."Нарисованых рисунков красками: ? ".$unit."</br>" ;
echo "<strong>"."Решение задачи."."</strong>"."</br>";
echo $a.'-'.$b.'-'.$c.'='.$rezult."($unit)"."</br>";
echo "<strong>"."Ответ."."</strong>"."</br>";
echo "Нарисованых рисунков красками на выставке$rezult $unit"."</br>";



?>